// components/AboutSection.js
import type { NextPage } from 'next';
import styles from '../styles/About.module.css'; 


  const About: NextPage = () => {

  return (
    <div className={styles.sec}>
    <h2>나는 븅신입니다.</h2>
    <p>본 보고서에서 소개하는 본사에 적용할 방안으로는 대부분의 기업이 택하고 있는 ‘멤
      버십 유형’과 가지고 있는 콘텐츠를 활용하여 범위를 확장하고자 하는‘비즈니스 확장
      형’의 구독 경제를 융합하고자 하는 것이다. 즉, 온라인 유료화 구독 서비스를 기반으
      로 독자들에게 다가갈 수 있는 콘텐츠를 만들어 신뢰 브랜드를 구축하는 것이다. 비즈니
      스를 확장함에 있어서도 단순히 뉴스적인 부분에 초점을 두기 보다는 언론 미디어가 가
      지고 있는 장점인 정보의 빠른 흡수와 전달을 통해 활용할 수 있는 비(非)뉴스적인 부분
      을 확대해 나아가는 것이다. 이를 활용하여 저널리즘과 비즈니스를 동시에 챙겨서 수익
      화에 성공한 대표적인 기업의 사례로는 뉴욕타임즈가 있다.
      <br></br>
      본 보고서에서 소개하는 본사에 적용할 방안으로는 대부분의 기업이 택하고 있는 ‘멤
      버십 유형’과 가지고 있는 콘텐츠를 활용하여 범위를 확장하고자 하는‘비즈니스 확장
      형’의 구독 경제를 융합하고자 하는 것이다. 즉, 온라인 유료화 구독 서비스를 기반으
      로 독자들에게 다가갈 수 있는 콘텐츠를 만들어 신뢰 브랜드를 구축하는 것이다. 비즈니
      스를 확장함에 있어서도 단순히 뉴스적인 부분에 초점을 두기 보다는 언론 미디어가 가
      지고 있는 장점인 정보의 빠른 흡수와 전달을 통해 활용할 수 있는 비(非)뉴스적인 부분
      을 확대해 나아가는 것이다. 이를 활용하여 저널리즘과 비즈니스를 동시에 챙겨서 수익
      화에 성공한 대표적인 기업의 사례로는 뉴욕타임즈가 있다.
      <br></br>
      본 보고서에서 소개하는 본사에 적용할 방안으로는 대부분의 기업이 택하고 있는 ‘멤
      버십 유형’과 가지고 있는 콘텐츠를 활용하여 범위를 확장하고자 하는‘비즈니스 확장
      형’의 구독 경제를 융합하고자 하는 것이다. 즉, 온라인 유료화 구독 서비스를 기반으
      로 독자들에게 다가갈 수 있는 콘텐츠를 만들어 신뢰 브랜드를 구축하는 것이다. 비즈니
      스를 확장함에 있어서도 단순히 뉴스적인 부분에 초점을 두기 보다는 언론 미디어가 가
      지고 있는 장점인 정보의 빠른 흡수와 전달을 통해 활용할 수 있는 비(非)뉴스적인 부분
      을 확대해 나아가는 것이다. 이를 활용하여 저널리즘과 비즈니스를 동시에 챙겨서 수익
    </p>
  </div>
  );
}

export default About;
